Repository: GT1055/Heeroz-OTT-iOS-App
Catalog: vPlay/vPlay/StoryBoard/*.lproj/Alert.strings
Languages: fr, hi, pa_in

# 1DB-v5-jbQ.title
source: No Category Found
fr: Aucune catégorie trouvée
hi: कोई श्रेणी नहीं मिली
pa_in: ਕੋਈ ਸ਼੍ਰੇਣੀ ਨਹੀਂ ਮਿਲੀ

# 2iP-yH-Moq.text
source: Oops, No Video(s) Found
fr: Oups, aucune vidéo trouvée
hi: ओह, कोई वीडियो नहीं मिला
pa_in: ਓਹ ਹੋ, ਕੋਈ ਵੀਡਿਓ ਨਹੀਂ ਮਿਲੀਆਂ

# 3o9-cq-gSs.text
source: No videos found related to this keyword
fr: Aucune vidéo trouvée liée à ce mot clé
hi: इस खोजशब्द से संबंधित कोई वीडियो नहीं मिला
pa_in: ਇਸ ਕੀਵਰਡ ਨਾਲ ਸਬੰਧਤ ਕੋਈ ਵੀ ਵੀਡੀਓ ਨਹੀਂ ਮਿਲਿਆ

# Aws-DZ-pEi.title
source: No Records Found
fr: Aucun enregistrement trouvé
hi: कोई रिकॉर्ड नहीं मिला
pa_in: ਕੋਈ ਰਿਕਾਰਡ ਨਹੀਂ ਮਿਲਿਆ

# BnL-CJ-3LD.normalTitle
source: Retry
fr: Réessayez
hi: पुन: प्रयास करें
pa_in: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ

# DzB-hv-86Q.text
source: Oops, No Live Video(s) Available!
fr: Oops, aucune vidéo en direct disponible!
hi: ओह, कोई लाइव वीडियो उपलब्ध नहीं है!
pa_in: ਓਹ ਹੋ, ਕੋਈ ਲਾਈਵ ਵੀਡੀਓ ਉਪਲਬਧ ਨਹੀਂ ਹੈ!

# Eve-0g-cpj.normalTitle
source: Retry
fr: Réessayez
hi: पुन: प्रयास करें
pa_in: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ

# G6c-yg-5OW.normalTitle
source: Retry
fr: Réessayez
hi: पुन: प्रयास करें
pa_in: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ

# G9T-zx-50b.title
source: No Search Result
fr: Aucun résultat de recherche
hi: कोई खोज परिणाम नहीं
pa_in: ਕੋਈ ਖੋਜ ਨਤੀਜਾ ਨਹੀਂ

# Hiz-AD-IPD.title
source: No Internet
fr: Pas d'Internet
hi: इंटरनेट नहीं है
pa_in: ਕੋਈ ਇੰਟਰਨੈਟ ਨਹੀਂ

# IJi-0H-1gM.text
source: No transcation(s) history
fr: Pas de transcendance (s) historique
hi: कोई प्रसारण (ओं) इतिहास नहीं
pa_in: ਕੋਈ ਸੰਚਾਰ ਇਤਿਹਾਸ ਨਹੀਂ

# Jyo-Nq-mIs.text
source: You don't have any notifications right now
fr: Vous n'avez aucune notification pour l'instant
hi: आपके पास अभी कोई सूचना नहीं है
pa_in: ਇਸ ਸਮੇਂ ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਵੀ ਸੂਚਨਾਵਾਂ ਨਹੀਂ ਹਨ

# K5C-1t-pRF.normalTitle
source: Retry
fr: Réessayez
hi: पुन: प्रयास करें
pa_in: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ

# LmP-nO-0Aj.title
source: No History Recived
fr: Aucune histoire reçue
hi: कोई इतिहास प्राप्त नहीं हुआ

# Lws-lX-68l.normalTitle
source: Retry
fr: Réessayez
hi: पुन: प्रयास करें
pa_in: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ

# Ngp-Nr-kG4.normalTitle
source: Retry
fr: Réessayez
hi: पुन: प्रयास करें
pa_in: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ

# Nhr-yM-kDH.normalTitle
source: Retry
fr: Réessayez
hi: पुन: प्रयास करें
pa_in: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ

# Q4B-E3-m6T.normalTitle
source: Retry
fr: Réessayez
hi: पुन: प्रयास करें
pa_in: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ

# Q9e-Up-ah8.normalTitle
source: Retry
fr: Réessayez
hi: पुन: प्रयास करें
pa_in: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ

# QFq-u8-JeC.title
source: Video Not Available
fr: Vidéo non disponible
hi: वीडियो उपलब्ध नहीं है
pa_in: ਵੀਡੀਓ ਉਪਲਬਧ ਨਹੀਂ ਹੈ

# QkN-be-cip.text
source: You have not created any playlists yet!
fr: Vous n'avez pas encore créé de playlists!
hi: आपने अभी तक कोई प्लेलिस्ट नहीं बनाई है!
pa_in: ਤੁਸੀਂ ਅਜੇ ਕੋਈ ਪਲੇਲਿਸਟਸ ਨਹੀਂ ਬਣਾਈ ਹੈ!

# R7r-6R-2hL.text
source: Unfortunately this content is no longer available
fr: Malheureusement, ce contenu n'est plus disponible
hi: दुर्भाग्यवश यह सामग्री अब उपलब्ध नहीं है
pa_in: ਬਦਕਿਸਮਤੀ ਨਾਲ ਇਹ ਸਮਗਰੀ ਹੁਣ ਉਪਲਬਧ ਨਹੀਂ ਹੈ

# RRJ-oU-bHn.title
source: Something Went Worng
fr: Quelque chose s'est passé
hi: कुछ वांछित था
pa_in: ਗਲਤ ਹੋ ਗਿਆ

# SCF-As-vFV.normalTitle
source: Retry
fr: Réessayez
hi: पुन: प्रयास करें
pa_in: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ

# SeQ-uX-mFf.text
source: You have not yet added any download(s)
fr: Vous n'avez rien ajouté téléchargé pour afficher en mode hors connexion
hi: आपने ऑफ़लाइन मोड में देखने के लिए कोई डाउनलोड नहीं जोड़ा है
pa_in: ਤੁਸੀਂ ਅਜੇ ਕੋਈ ਡਾਉਨਲੋਡ ਨਹੀਂ ਜੋੜਿਆ

# Syr-0h-b9d.title
source: No Playlist
fr: Aucune playlist
hi: कोई प्लेलिस्ट नहीं
pa_in: ਕੋਈ ਪਲੇਲਿਸਟ ਨਹੀਂ

# Thm-sz-Rbt.normalTitle
source: Retry
fr: Réessayez
hi: पुन: प्रयास करें
pa_in: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ

# WEw-3A-sZd.normalTitle
source: Retry
fr: Réessayez
hi: पुन: प्रयास करें
pa_in: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ

# ZiR-Kg-6QD.title
source: CSNotificationRecived
hi: सीएस अधिसूचना प्राप्त हुई
pa_in: ਸੀਐਸ ਨੋਟੀਫਿਕੇਸ਼ਨ ਪ੍ਰਾਪਤ ਹੋਇਆ

# bE2-74-rrK.text
source: Whoops !
fr: Oups!
hi: ओह!

# bED-kO-Xrf.title
source: No Offline Record
fr: Pas d'enregistrement hors ligne
hi: कोई ऑफ़लाइन रिकॉर्ड नहीं
pa_in: ਕੋਈ ਆਫਲਾਈਨ ਰਿਕਾਰਡ ਨਹੀਂ

# cdX-iJ-3fs.normalTitle
source: Retry
fr: Réessayez
hi: पुन: प्रयास करें
pa_in: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ

# eor-iM-bB3.text
source: No Records Found
fr: Aucun enregistrement trouvé
hi: कोई रिकॉर्ड नहीं मिला
pa_in: ਕੋਈ ਰਿਕਾਰਡ ਨਹੀਂ ਮਿਲਿਆ

# g3F-Pe-zKW.text
source: You have not yet added any download(s)
fr: Vous n'avez pas encore ajouté de téléchargement
hi: आपने अभी तक कोई डाउनलोड नहीं जोड़ा है
pa_in: ਤੁਸੀਂ ਅਜੇ ਕੋਈ ਡਾਉਨਲੋਡ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤਾ ਹੈ

# i7F-Nd-Cgf.text
source: Please check your internet connection.
fr: S'il vous plait, vérifiez votre connexion internet.
hi: कृपया अपने इंटरनेट कनेक्शन की जाँच करें।
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਇੰਟਰਨੈਟ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।

# j3D-cl-Hs6.text
source: You have not added any video to favourite yet!
fr: Vous n'avez encore ajouté aucune vidéo à vos favoris!
hi: आपने अभी तक पसंदीदा में कोई वीडियो नहीं जोड़ा है!
pa_in: ਤੁਸੀਂ ਅਜੇ ਵੀ ਮਨਪਸੰਦ ਵਿੱਚ ਕੋਈ ਵੀਡੀਓ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤਾ ਹੈ!

# lGs-g8-IMV.title
source: No Transcation
fr: Aucune transaction
hi: कोई लेनदेन नहीं
pa_in: ਕੋਈ ਲੈਣ-ਦੇਣ ਨਹੀਂ

# lsd-Mb-Fwp.normalTitle
source: Retry
fr: Réessayez
hi: पुन: प्रयास करें
pa_in: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ

# m2k-S1-i4g.text
source: No videos found in these Category Or Genre
fr: Aucune vidéo trouvée dans ces catégories ou genres
hi: इन श्रेणी या शैली में कोई वीडियो नहीं मिला
pa_in: ਇਹਨਾਂ ਸ਼੍ਰੇਣੀ ਜਾਂ ਸ਼ੈਲੀਆਂ ਵਿੱਚ ਕੋਈ ਵੀਡੀਓ ਨਹੀਂ ਮਿਲਿਆ

# o16-hq-qbE.text
source: Something Went Wrong
fr: Quelque chose s'est mal passé
hi: कुछ गलत हो गया
pa_in: ਗਲਤ ਹੋ ਗਿਆ

# sSH-af-IoW.title
source: No Download Found
fr: Aucun téléchargement trouvé
hi: कोई डाउनलोड नहीं मिला
pa_in: ਕੋਈ ਡਾਉਨਲੋਡ ਨਹੀਂ ਮਿਲੀ

# skz-kG-ODf.title
source: No Records Found
fr: Aucun enregistrement trouvé
hi: कोई रिकॉर्ड नहीं मिला
pa_in: ਕੋਈ ਰਿਕਾਰਡ ਨਹੀਂ ਮਿਲਿਆ

# yTE-pW-A7i.text
source: You have not viewed any video(s) recently
fr: Vous n'avez visionné aucune vidéo récemment
hi: आपने हाल ही में किसी भी वीडियो को नहीं देखा है
pa_in: ਤੁਸੀਂ ਹਾਲ ਹੀ ਵਿੱਚ ਕੋਈ ਵੀ ਵੀਡੀਓ ਨਹੀਂ ਵੇਖਿਆ ਹੈ

# zhv-By-AfA.normalTitle
source: Retry
fr: Réessayez
hi: पुन: प्रयास करें
pa_in: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
