Repository: GT1055/Heeroz-OTT-iOS-App
Catalog: vPlay/vPlay/StoryBoard/*.lproj/PlayListandLatest.strings
Languages: pa_in

# 1OM-7A-Qvz.placeholder
source: Playlist title
pa_in: ਪਲੇਲਿਸਟ ਦਾ ਸਿਰਲੇਖ

# 4YS-Sq-WdU.normalTitle
source: Create
pa_in: ਬਣਾਓ

# 8C4-yY-WHn.text
source: Best bollywood movies
pa_in: ਬਿਹਤਰੀਨ ਬਾਲੀਵੁੱਡ ਫਿਲਮਾਂ

# 8ee-ks-mwt.normalTitle
source: Cancel
pa_in: ਰੱਦ ਕਰੋ

# AME-Hb-vJK.text
source: FREE
pa_in: ਪ੍ਰੀਮੀਅਮ

# FnZ-5t-dde.normalTitle
source: Create New Playlist
pa_in: ਨਵੀਂ ਪਲੇਲਿਸਟ ਬਣਾਓ

# L8K-xe-C71.normalTitle
source: Save
pa_in: ਸੇਵ

# PQ1-on-qHE.text
source: Edit Title
pa_in: ਸਿਰਲੇਖ ਸੰਪਾਦਿਤ ਕਰੋ

# ZW0-Go-8zZ.placeholder
source: Enter playlist name
pa_in: ਪਲੇਲਿਸਟ ਦਾ ਨਾਮ ਦਾਖਲ ਕਰੋ

# bq7-Ne-8qk.normalTitle
source: Cancel
pa_in: ਰੱਦ ਕਰੋ

# rKI-yQ-QEE.text
source: or choose an existing Playlist
pa_in: ਜਾਂ ਮੌਜੂਦਾ ਪਲੇਲਿਸਟ ਦੀ ਚੋਣ ਕਰੋ
