Repository: GT1055/Heeroz-OTT-iOS-App
Catalog: vPlay/vPlay/StoryBoard/*.lproj/Subscription.strings
Languages: fr, hi, pa_in

# 33L-q7-evg.text
source: SILVER
fr: ARGENT
hi: चांदी
pa_in: ਚਾਂਦੀ

# 7dN-bx-Fgj.text
source: Saved card securely for faster transcation (100% secure)
fr: Carte enregistrée en toute sécurité pour une transaction plus rapide (100% sécurisé)
hi: तेजी से ट्रांसकेशन के लिए सुरक्षित रूप से सहेजा गया कार्ड (100% सुरक्षित)
pa_in: ਤੇਜ਼ ਤਬਦੀਲੀ ਲਈ ਸੁਰੱਖਿਅਤ ਕਾਰਡ ਸੁਰੱਖਿਅਤ (100% ਸੁਰੱਖਿਅਤ)

# 8Lh-6N-OBQ.text
source: I agree to the Terms & Condition and Privacy Policy
fr: J'accepte les conditions d'utilisation et la politique de confidentialité
hi: मैं नियम और शर्त और गोपनीयता नीति से सहमत हूं
pa_in: ਮੈਂ TERMS & emp ਨਾਲ ਸਹਿਮਤ ਹਾਂ; ਸ਼ਰਤ ਅਤੇ ਗੋਪਨੀਯਤਾ ਨੀਤੀ

# 8fq-Q8-4Yg.text
source: Expiry Date
fr: Date d'expiration
hi: समाप्ति तिथि
pa_in: ਅੰਤ ਦੀ ਤਾਰੀਖ

# 9kY-aE-jO8.text
source: Select the bank
fr: Sélectionnez la banque
hi: बैंक का चयन करें
pa_in: ਬੈਂਕ ਦੀ ਚੋਣ ਕਰੋ

# BlK-JA-Qnh.text
source: Frequently Asked Questions
fr: Questions fréquemment posées
hi: अक्सर पूछे जाने वाले प्रश्न
pa_in: ਅਕਸਰ ਪੁੱਛੇ ਜਾਣ ਵਾਲੇ ਸਵਾਲ

# DcG-hL-ROM.text
source: PAYMENT SUCCESSFUL
fr: PAIEMENT RÉUSSI
hi: भुगतान सफल
pa_in: ਸਫਲ ਭੁਗਤਾਨ

# Ddl-ge-tQh.text
source: Subscription Type
fr: Type d'abonnement
hi: सदस्यता प्रकार

# Drb-S2-zfY.text
source: Payment will be charged to iTunes account on purchase confirmation.
fr: Le paiement sera débité du compte iTunes lors de la confirmation de l'achat.
hi: खरीद पुष्टिकरण पर आईट्यून्स खाते से भुगतान शुल्क लिया जाएगा.
pa_in: ਭੁਗਤਾਨ ਦੀ ਖਰੀਦ ਦੀ ਪੁਸ਼ਟੀ ਹੋਣ ਤੇ itunes ਖਾਤੇ ਤੇ ਫੀਸ ਲਈ ਜਾਏਗੀ

# ILq-OU-hlD.text
source: EXPIRY DATE
fr: DATE D'EXPIRATION
hi: समाप्ति तिथि
pa_in: ਅੰਤ ਦੀ ਤਾਰੀਖ

# IVK-2U-DOk.text
source: Live Streaming
hi: सीधा आ रहा है
pa_in: ਲਾਈਵ ਸਟ੍ਰੀਮਿੰਗ ਵੀਡੀਓ

# IzE-6n-j4z.text
source: Payment Type
fr: Type de paiement
hi: भुगतान के प्रकार
pa_in: ਭੁਗਤਾਨ ਦੀ ਕਿਸਮ

# LEU-gk-CI8.text
source: Select
fr: Sélectionner
hi: चुनते हैं
pa_in: ਚੁਣੋ

# MZp-SO-WEB.text
source: CARD NUMBER
fr: NUMÉRO DE CARTE
hi: कार्ड नंबर
pa_in: ਕਾਰਡ ਨੰਬਰ

# Nlq-Nl-nRX.text
source: (Kindly provide us the Dummy Bank/Card details. No Live Transaction will be taken place.)
fr: (Veuillez nous fournir les détails de la carte factice. Aucune transaction en direct n'aura lieu.)
hi: (कृपया हमें डमी बैंक / कार्ड विवरण प्रदान करें। कोई लाइव लेनदेन नहीं किया जाएगा.)
pa_in: (ਕਿਰਪਾ ਕਰਕੇ ਸਾਨੂੰ ਡਮੀ ਬੈਂਕ/ਕਾਰਡ ਵੇਰਵੇ ਪ੍ਰਦਾਨ ਕਰੋ ਕੋਈ ਸਿੱਧਾ ਪ੍ਰਸਾਰਣ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ)

# NpK-Zf-v5G.text
source: Net Banking
hi: नेट बैंकिंग
pa_in: ਨੈੱਟ ਬੈਂਕਿੰਗ

# OEo-g8-Yre.text
source: CARD HOLDER'S NAME
fr: NOM DU TITULAIRE DE LA CARTE
hi: कार्डधारक का नाम
pa_in: ਕਾਰਡ ਧਾਰਕ ਦਾ ਨਾਮ

# PbG-yf-UrY.text
source: Vince Carter
hi: विन्स कार्टर
pa_in: ਵਿਨਸ ਕਾਰਟਰ

# T9u-YV-sx7.text
source: Get a Full-Fledged Video Experience
fr: Obtenez une expérience vidéo à part entière
hi: एक पूर्ण fledged वीडियो अनुभव प्राप्त करें
pa_in: ਇੱਕ ਪੂਰਨ ਵੀਡੀਓ ਅਨੁਭਵ ਪ੍ਰਾਪਤ ਕਰੋ

# Tp8-Y1-ggc.normalTitle
source: Pay Securely
fr: Payez en toute sécurité
hi: सुरक्षित रूप से भुगतान करें
pa_in: ਸੁਰੱਖਿਅਤ ਭੁਗਤਾਨ ਕਰੋ

# W2U-kh-kiS.normalTitle
source: Pay Securely
fr: Payez en toute sécurité
hi: सुरक्षित रूप से भुगतान करें
pa_in: ਸੁਰੱਖਿਅਤ ਭੁਗਤਾਨ ਕਰੋ

# XF0-7E-UTk.text
source: Your payment has been processed! details of transcation is shown below.
fr: Votre paiement a été traité! les détails de la transaction sont indiqués ci-dessous.
hi: आपका भुगतान संसाधित हो गया है! ट्रांसकेशन का विवरण नीचे दिखाया गया है.
pa_in: ਤੁਹਾਡੇ ਭੁਗਤਾਨ 'ਤੇ ਕਾਰਵਾਈ ਕੀਤੀ ਗਈ ਹੈ! ਲੈਣ-ਦੇਣ ਦਾ ਵੇਰਵਾ ਹੇਠਾਂ ਦਰਸਾਇਆ ਗਿਆ ਹੈ

# aeM-yV-LcY.normalTitle
source: Pay Securely
fr: Payez en toute sécurité
hi: सुरक्षित रूप से भुगतान करें
pa_in: ਸੁਰੱਖਿਅਤ ਭੁਗਤਾਨ ਕਰੋ

# c91-4o-lCu.text
source: Select your payment method
fr: Sélectionnez votre méthode de paiement
hi: अपने भुगतान का तरीका चुनें
pa_in: ਆਪਣੀ ਭੁਗਤਾਨ ਵਿਧੀ ਦੀ ਚੋਣ ਕਰੋ

# cCO-Dy-zi9.text
source: Net Banking
hi: नेट बैंकिंग
pa_in: ਨੈੱਟ ਬੈਂਕਿੰਗ

# dVS-FR-hCl.text
source: Credit / Debit Card
fr: Carte de crédit / débit
hi: क्रेडिट / डेबिट कार्ड
pa_in: ਕ੍ਰੈਡਿਟ/ਡੈਬਿਟ ਕਾਰਡ

# eJ2-6D-7dP.text
source: Enter Card Holder Name
fr: Entrez le nom du titulaire
hi: कार्ड धारक नाम दर्ज करें
pa_in: ਕਾਰਡ ਧਾਰਕ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ

# eKw-Fv-55f.text
source: Enter Card Number
fr: Entrer le numéro de carte
hi: कार्ड नंबर दर्ज करें
pa_in: ਕਾਰਡ ਨੰਬਰ ਦਰਜ ਕਰੋ

# fwa-AX-QAw.text
source: Subscription will be charged based on the plan you have selected
fr: L'abonnement sera facturé en fonction du forfait que vous avez sélectionné
hi: आपके द्वारा चुनी गई योजना के आधार पर सदस्यता का शुल्क लिया जाएगा
pa_in: ਸਬਸਕਿ੍ਪਸ਼ਨ ਤੁਹਾਡੇ ਦੁਆਰਾ ਚੁਣੀ ਗਈ ਯੋਜਨਾ ਦੇ ਅਧਾਰ ਤੇ ਲਈ ਜਾਵੇਗੀ

# iUc-01-XZw.text
source: Saved Card
fr: Carte sauvegardée
hi: सहेजा गया कार्ड
pa_in: ਸੇਵਡ ਕਾਰਡ

# pEx-EY-1ic.normalTitle
source: Subscribe Now
fr: Abonnez-vous maintenant
hi: अभी ग्राहक बनें
pa_in: ਹੁਣੇ ਮੈਂਬਰ ਬਣੋ

# pdr-98-6OH.text
source: Transaction ID
fr: identifiant de transaction
hi: लेनदेन आईडी
pa_in: ਟ੍ਰਾਂਜੈਕਸ਼ਨ ਆਈਡੀ

# q6d-MA-HEK.text
source: Watch Online Video
fr: Regarder la vidéo en ligne
hi: ऑनलाइन वीडियो देखें
pa_in: ਆਨਲਾਈਨ ਵੀਡੀਓ ਦੇਖੋ

# sk0-1g-Vsq.text
source: Transcation Time
fr: Temps de transaction
hi: लेनदेन का समय
pa_in: ਸੰਚਾਰ ਦਾ ਸਮਾਂ

# t5q-rE-Heq.text
source: (Kindly provide us the Dummy Bank/Card details. No Live Transaction will be taken place.)
fr: (Veuillez nous fournir les détails de la carte factice. Aucune transaction en direct n'aura lieu.)
hi: (कृपया हमें डमी बैंक / कार्ड विवरण प्रदान करें। कोई लाइव लेनदेन नहीं किया जाएगा.)
pa_in: (ਕਿਰਪਾ ਕਰਕੇ ਸਾਨੂੰ ਡਮੀ ਬੈਂਕ / ਕਾਰਡ ਵੇਰਵੇ ਪ੍ਰਦਾਨ ਕਰੋ ਕੋਈ ਸਿੱਧਾ ਪ੍ਰਸਾਰਣ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ)

# vX4-PW-UaL.text
source: (Kindly provide us the Dummy Bank/Card details. No Live Transaction will be taken place.)
fr: (Veuillez nous fournir les détails de la carte factice. Aucune transaction en direct n'aura lieu.)
hi: (कृपया हमें डमी बैंक / कार्ड विवरण प्रदान करें। कोई लाइव लेनदेन नहीं किया जाएगा.)
pa_in: (ਕਿਰਪਾ ਕਰਕੇ ਸਾਨੂੰ ਡਮੀ ਬੈਂਕ / ਕਾਰਡ ਵੇਰਵੇ ਪ੍ਰਦਾਨ ਕਰੋ ਕੋਈ ਸਿੱਧਾ ਪ੍ਰਸਾਰਣ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ)

# wd4-Yq-iJ2.text
source: CVV
hi: सीवीवी
pa_in: ਸੀਵੀਵੀ

# zWN-mf-Oxc.text
source: ENTER CVV
fr: ENTRER CVV
hi: सीवीवी दर्ज करें
pa_in: ਸੀਵੀਵੀ ਦਰਜ ਕਰੋ

# wQ8-KB-IAV.text
source: WATCH ORIGINAL SHOWS
fr: REGARDER DES SPECTACLES ORIGINAUX
hi: देखो मूल शो
pa_in: ਅਸਲ ਸ਼ੋਅ ਵੇਖੋ

# AsZ-eg-1cx.text
source: LATEST CATALOGUE OF PUNJABI ENTERTAINMENT
fr: DERNIER CATALOGUE DE PUNJABI ENTERTAINMENT
hi: पुनाजाबी मनोरंजन की नवीनतम श्रेणी
pa_in: ਪੰਜਾਬੀ ਮਨੋਰੰਜਨ ਦੀ ਸਭ ਤੋਂ ਵੱਡੀ ਕੈਟਾਲਾਗ

# Ttw-bI-eLw.text
source: DOWNLOAD OFFLINE AND WATCH ANYTIME, ANYWHERE
fr: TÉLÉCHARGEZ HORS LIGNE ET REGARDEZ À TOUT MOMENT, PARTOUT
hi: किसी भी समय डाउनलोड करें और किसी भी समय, देखें
pa_in: ਆਫਲਾਈਨ ਡਾਊਨਲੋਡ ਕਰੋ ਅਤੇ ਕਿਸੇ ਵੀ ਸਮੇਂ, ਕਿਤੇ ਵੀ ਦੇਖੋ

# NQa-dI-9lf.text
source: AD-FREE CONTENT
fr: CONTENU SANS PUBLICITÉ
hi: विज्ञापन मुक्त सामग्री
pa_in: ਵਿਗਿਆਪਨ-ਮੁਕਤ ਸਮਗਰੀ

# Exl-pK-2uB.text
source: MULTIPLE DEVICES WATCH ON A DEVICE OF YOUR CHOICE
fr: PLUSIEURS APPAREILS REGARDER SUR UN APPAREIL DE VOTRE CHOIX
hi: मल्टीप्लेयर डिवाइस आपके विकल्प का एक विकल्प है
pa_in: ਮਲਟੀਪਲ ਉਪਕਰਣ, ਤੁਹਾਡੀ ਪਸੰਦ ਦੇ ਇੱਕ ਉਪਕਰਣ ਤੇ ਵੇਖੋ

# 0n2-3Q-72k.text
source: WATCH WITH SUBTITLES
fr: MONTRE AVEC DES SOUS-TITRES
hi: SUBTITLES के साथ देखें
pa_in: ਉਪਸਿਰਲੇਖਾਂ ਨਾਲ ਵੇਖੋ
