Repository: GT1055/Heeroz-OTT-iOS-App
Catalog: vPlay/vPlay/Helper/Language/*.lproj/Localizable.strings
Languages: hi, pa_in

source: Please enter your Email Id
hi: कृपया अपना ईमेल आईडी दर्ज करें
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਈਮੇਲ ਆਈਡੀ ਦਿਓ

# Please enter a vaild E-mail id
source: Please enter valid Email Id
hi: कृपया अपना ईमेल आईडी दर्ज करें
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਵੈਲਿਡ ਈਮੇਲ ਆਈਡੀ ਦਾਖਲ ਕਰੋ

# Please enter a your name
source: Please enter your name
hi: कृपया नाम दर्ज करें
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਨਾਮ ਦਰਜ ਕਰੋ

# Please enter a valid name
source: Name should be atleast 3 characters
hi: नाम कम से कम 3 अक्षर होना चाहिए
pa_in: ਨਾਮ ਘੱਟੋ ਘੱਟ 3 ਅੱਖਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ

# Password field is required
source: Please enter your password
hi: कृप्या पास्वर्ड भरो
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਾਸਵਰਡ ਭਰੋ

# Password must be atleast 6 Characters
source: Password should be atleast 6 characters
hi: पासवर्ड कम से कम 6 अक्षर होना चाहिए
pa_in: ਪਾਸਵਰਡ ਘੱਟੋ ਘੱਟ 6 ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ

# Mobile number must be atleast 7 Characters
source: Your mobile number should be 7 characters
hi: आपका मोबाइल नंबर 7 अक्षर होना चाहिए
pa_in: ਤੁਹਾਡਾ ਮੋਬਾਈਲ ਨੰਬਰ 7 ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ

# Please enter a valid moble Number
source: Please enter your mobile number
hi: कृपया मोबाइल नंबर दर्ज करें
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਮੋਬਾਈਲ ਨੰਬਰ ਦਾਖਲ ਕਰੋ

source: Your name should contain minimum of 3 characters and maximum of 30 characters
hi: आपके नाम में कम से कम 3 वर्ण और अधिकतम 30 वर्ण होने चाहिए
pa_in: ਸਾਡੇ ਨਾਮ ਵਿੱਚ ਘੱਟੋ ਘੱਟ 3 ਅੱਖਰ ਅਤੇ ਵੱਧ ਤੋਂ ਵੱਧ 30 ਅੱਖਰ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ

source: Your mobile number should be maximum of 15 characters
hi: आपका मोबाइल नंबर अधिकतम 15 वर्ण होना चाहिए
pa_in: ਤੁਹਾਡਾ ਮੋਬਾਈਲ ਨੰਬਰ ਵੱਧ ਤੋਂ ਵੱਧ 15 ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ

# Your password should be maximum of 15 characters
source: Your password can be maximum of 15 characters
hi: आपका पासवर्ड अधिकतम 15 वर्ण हो सकता है
pa_in: ਸਾਡਾ ਪਾਸਵਰਡ ਵੱਧ ਤੋਂ ਵੱਧ 15 ਅੱਖਰਾਂ ਦਾ ਹੋ ਸਕਦਾ ਹੈ

# Please select your date of Birth
source: Please choose your date of birth
hi: कृपया अपनी जन्मतिथि चुनें
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਜਨਮ ਮਿਤੀ ਦੀ ਚੋਣ ਕਰੋ

# Your new password and old password are same
source: Your new password and old password should not be same
hi: आपका नया पासवर्ड और पुराना पासवर्ड समान नहीं होना चाहिए
pa_in: ਤੁਹਾਡਾ ਨਵਾਂ ਪਾਸਵਰਡ ਅਤੇ ਪੁਰਾਣਾ ਪਾਸਵਰਡ ਇਕ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ

source: Confirm password mismatch with password
hi: पासवर्ड के साथ पासवर्ड विसंगति की पुष्टि करें
pa_in: ਪਾਸਵਰਡ ਦੇ ਨਾਲ ਪਾਸਵਰਡ ਮਿਲਾਓ

# Do you want to sign out?
source: Are you sure you want to sign out?
hi: क्या आप द्वारा साइन आउट किया जाना सुनिश्चित है?
pa_in: ਤੁਸੀਂ ਯਕੀਨਨ ਸਾਈਨ ਆਉਟ ਕਰਨਾ ਚਹੁੰਦੇ ਹੋ?

# Sign out successfully
source: Signed out successfully
hi: सफलतापूर्वक साइन आउट किया गया
pa_in: ਸਫਲਤਾਪੂਰਵਕ ਸਾਈਨ ਆਉਟ ਹੋਏ

source: Password
hi: पारण शब्द
pa_in: ਪਾਸਵਰਡ

source: Your new password and confirm password are not same
hi: आपका नया पासवर्ड और पासवर्ड की पुष्टि समान नहीं है
pa_in: ਤੁਹਾਡਾ ਨਵਾਂ ਪਾਸਵਰਡ ਅਤੇ ਪੁਸ਼ਟੀ ਕੀਤੇ ਪਾਸਵਰਡ ਇਕ ਨਹੀਂ ਹਨ

source: Name
hi: नाम
pa_in: ਨਾਮ

source: Mobile Number
hi: मोबाइल नंबर
pa_in: ਮੋਬਾਈਲ ਨੰਬਰ

source: Please contact Heeroz team
hi: कृपया Heeroz टीम से संपर्क करें
pa_in: ਕਿਰਪਾ ਕਰਕੇ Heeroz ਟੀਮ ਨਾਲ ਸੰਪਰਕ ਕਰੋ

source: No attachment found
hi: कोई अनुलग्नक नहीं मिला
pa_in: ਕੋਈ ਅਟੈਚਮੈਂਟ ਨਹੀਂ ਮਿਲਿਆ

source: Cancel Subscription
hi: सदस्यता रद्द
pa_in: ਸਦੱਸਤਾ ਰੱਦ

source: Are you sure you want to cancel subscription?
hi: क्या आप वाकई सदस्यता रद्द करना चाहते हैं?
pa_in: ਕੀ ਤੁਸੀਂ ਸਦੱਸਤਾ ਰੱਦ ਕਰਨਾ ਚੰਹੁਦੇ ਹੋ?

source: Live Now
hi: अब लाईव
pa_in: ਹੁਣੇ ਲਾਈਵ

source: Todays Live
hi: लाईव आज
pa_in: ਲਾਈਵ ਅੱਜ

source: Upcoming Live
hi: आने वाले लाइव
pa_in: ਆਉਣ ਵਾਲਾ ਲਾਈਵ

source: Up Next
hi: अगला
pa_in: ਅੱਗੇ

source: All Notifications
hi: सभी अधिसूचनाएं
pa_in: ਸਾਰੀ ਸੂਚਨਾ

source: Replied Notifications
hi: अधिसूचनाओं का जवाब दिया
pa_in: ਸੂਚਨਾ ਦਾ ਜਵਾਬ

source: New Video Uploaded Notifications
hi: नई वीडियो अपलोड अधिसूचनाएं
pa_in: ਨਵੀਆਂ ਵੀਡੀਓ ਅਪਲੋਡ ਕੀਤੀਆਂ ਸੂਚਨਾਵਾਂ

source: This video is no longer available
hi: यह वीडियो अब उपलब्ध नहीं है
pa_in: ਇਹ ਵੀਡੀਓ ਹੁਣ ਉਪਲਬਧ ਨਹੀਂ ਹੈ

source: Playlist
hi: प्लेलिस्ट
pa_in: ਪਲੇਲਿਸਟ

source: Are you sure you want to remove this playlist from saved playlist?
hi: क्या आप वाकई सहेजी गई प्लेलिस्ट से इस प्लेलिस्ट को हटाना चाहते हैं?
pa_in: ਕੀ ਤੁਸੀਂ ਸੰਭਾਲੀ ਗਈ ਪਲੇਲਿਸ੍ਟ ਨਾਲ ਇਸ ਪਲੇਲਿਸ੍ਟ ਨੂੰ ਹਟਾਉਣਾ ਚੰਹੁਦੇ ਹੋ?

source: Recently Update
hi: हाल ही में अद्यतन करें
pa_in: ਹਾਲ ਹੀ ਵਿੱਚ ਅਪਡੇਟ

source: Latest Videos
hi: नवीनतम वीडियो
pa_in: ਤਾਜ਼ਾ ਵੀਡੀਓ

source: Popular Videos
hi: लोकप्रिय वीडियो
pa_in: ਪ੍ਰਸਿੱਧ ਵੀਡੀਓ

# Delete Playlist
source: Remove Playlist
hi: प्लेलिस्ट हटाएं
pa_in: ਪਲੇਲਿਸ੍ਟ ਹਟਾਓ

source: Please give a name to your playlist
hi: कृपया अपनी प्लेलिस्ट में एक नाम दें
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਪਲੇਲਿਸਟ ਨੂੰ ਇੱਕ ਨਾਮ ਦਿਓ

source: Please select a playlist
hi: कृपया एक प्लेलिस्ट का चयन करें
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਪਲੇਲਿਸਟ ਦੀ ਚੋਣ ਕਰੋ

source: Current playlist name is not change
hi: वर्तमान प्लेलिस्ट नाम बदल नहीं है
pa_in: ਮੌਜੂਦਾ ਪਲੇਲਿਸਟ ਦਾ ਨਾਮ ਨਹੀਂ ਬਦਲਿਆ ਹੈ

source: Remove From Playlist
hi: प्लेलिस्ट से निकालें
pa_in: ਪਲੇਲਿਸਟ ਤੋਂ ਹਟਾਓ

# Edit Title
source: Edit Playlist Title
hi: प्लेलिस्ट शीर्षक संपादित करें
pa_in: ਸਿਰਲੇਖ ਸੰਪਾਦਿਤ ਕਰੋ

source: Add to favourite
hi: पसंदीदा में जोड़ें
pa_in: ਮਨਪਸੰਦ ਵਿੱਚ ਜੋੜੋ

source: Remove from favourite
hi: पसंदीदा से निकालें
pa_in: ਮਨਪਸੰਦ ਤੋਂ ਹਟਾਓv

source: What would you like to do
hi: आप क्या करना पसंद करेंगे?
pa_in: ਤੁਸੀ ਕੀ ਕਰਨਾ ਚਾਹੋਗੇ?

source: Choose from gallery
hi: गैलरी से चयन करो
pa_in: ਗੈਲਰੀ ਵਿੱਚੋ ਚੋਣ ਕਰੋ

# TakePhoto
source: Take a photo
hi: एक तस्वीर लें
pa_in: ਇੱਕ ਫੋਟੋ ਲਓ

source: Please enter a valid dail code
hi: कृपया वैध डेल कोड दर्ज करें
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਵੈਲਿਡ ਡੇਲ ਕੋਡ ਦਾਖਲ ਕਰੋ

source: No data found with related to that text
hi: उस पाठ से संबंधित कोई डेटा नहीं मिला
pa_in: ਉਸ ਪਾਠ ਨਾਲ ਸੰਬੰਧਿਤ ਕੋਈ ਡੇਟਾ ਨਹੀਂ ਮਿਲਿਆ

source: Please enter a text and click search
hi: कृपया एक टेक्स्ट दर्ज करें और खोज पर क्लिक करें
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਟੈਕਸਟ ਦਰਜ ਕਰੋ ਅਤੇ ਖੋਜ ਤੇ ਕਲਿਕ ਕਰੋ

source: Please enter a text to search
hi: खोजने के लिए कृपया एक पाठ दर्ज करें
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਖੋਜ ਕਰਨ ਲਈ ਇੱਕ ਟੈਕਸਟ ਦਰਜ ਕਰੋ

# Pricing
source: Subscribe Now
hi: प्रीमियम के लिए जाएँ
pa_in: ਪ੍ਰੀਮੀਅਮ ਦੇ ਲਈ ਜਾਓ

source: My Favourites
hi: मेरे पसंदीदा
pa_in: ਮੇਰੇ ਮਨਪਸੰਦ

source: My Playlist
hi: मेरी संगीतसूची
pa_in: ਮੇਰੀ ਪਲੇਲਿਸਟ

source: Watch History
hi: इतिहास देखें
pa_in: ਇਤਿਹਾਸ ਵੇਖੋ

source: Settings
hi: सेटिंग्स
pa_in: ਸੈਟਿੰਗਜ਼

source: Contact Us
hi: हमसे संपर्क करें
pa_in: ਸੰਪਰਕ ਕਰੋ

source: Sign Out
hi: साइन आउट
pa_in: ਸਾਇਨ ਆਉਟ

source: Checkout
hi: चेक आउट
pa_in: ਚੈੱਕ ਆਊਟ

source: Saved Cards
hi: सहेजे गए कार्ड
pa_in: ਸੁਰੱਖਿਅਤ ਕਾਰਡ

source: Add New Card
hi: नया कार्ड जोड़ें
pa_in: ਨਵਾਂ ਕਾਰਡ ਸ਼ਾਮਲ ਕਰੋ

source: My Transactions
hi: मेरे लेनदेन
pa_in: ਮੇਰੇ ਲੈਣ-ਦੇਣ

source: Welcome To Heeroz
hi: Heeroz में आपका स्वागत है
pa_in: ਹੀਰੋਜ਼ ਵਿਚ ਸਵਾਗਤ ਹੈ

source: Notifications
hi: सूचनाएं
pa_in: ਨੋਟੀਫਿਕੇਸ਼ਨ

source: Remove Notification
hi: अधिसूचना हटाएं
pa_in: ਸੂਚਨਾ ਹਟਾਓ

source: Rate us on the App Store
hi: ऐप स्टोर पर हमें रेट करें
pa_in: ਐਪ ਸਟੋਰ ਤੇ ਸਾਨੂੰ ਦਰਜਾ ਦਿਓ

source: Starring
hi: अभिनीत
pa_in: ਸਟਾਰਿੰਗ

source: Related Videos
hi: संबंधित वीडियो
pa_in: ਸਬੰਧਤ ਵੀਡੀਓ

source: My Profile
hi: मेरी प्रोफाइल
pa_in: ਮੇਰਾ ਪ੍ਰੋਫਾਈਲ

source: Offline Videos
hi: ऑफ़लाइन वीडियो
pa_in: ਆਫਲਾਈਨ ਵੀਡਿਓ<

source: Downloading
hi: डाउनलोड कर रहा है
pa_in: ਡਾਊਨਲੋਡ ਕਰ ਰਿਹਾ ਹੈ

# Error in downloading file
source: There was an error in downloading the video, please try again!
hi: फाइल डाउनलोड करने में त्रुटि
pa_in: ਵੀਡੀਓ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰਨ ਵਿੱਚ ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ

source: HDFC Bank
hi: एचडीएफसी बैंक
pa_in: ਐਚ.ਡੀ.ਐਫ.ਸੀ ਬੈਂਕ

source: Axis Bank
hi: ऐक्सिस बैंक
pa_in: ਐਕਸੀਸ ਬੈਂਕ

source: HSBC Bank
hi: एचएसबीसी बैंक
pa_in: ਐਚਐਸਬੀਸੀ ਬੈਂਕ

source: SBI
hi: स्टेट बैंक ऑफ इंडिया
pa_in: ਐਸ.ਬੀ.ਆਈ

source: ICICI Bank
hi: आईसीआईसीआई बैंक
pa_in: ਆਈ ਸੀ ਆਈ ਸੀ ਆਈ ਬੈਂਕ

source: Credit or Debit Card
hi: क्रेडिट या डेबिट कार्ड
pa_in: ਕ੍ਰੈਡਿਟ ਜਾਂ ਡੈਬਿਟ ਕਾਰਡ

source: Net Banking
hi: नेट बैंकिंग
pa_in: ਨੈੱਟ ਬੈਂਕਿੰਗ

source: Post your first comment
hi: अपनी पहली टिप्पणी पोस्ट करें
pa_in: ਆਪਣੀ ਪਹਿਲੀ ਟਿੱਪਣੀ ਪੋਸਟ ਕਰੋ

source: Read Less
hi: कम पढ़ें
pa_in: ਘੱਟ ਪੜ੍ਹੋ

source: Read More
hi: और पढो
pa_in: ਹੋਰ ਪੜ੍ਹੋ

# Please enter a text to post
source: Please write a comment to post
hi: कृपया पोस्ट करने के लिए एक टिप्पणी लिखें
pa_in: ਪੋਸਟ ਕਰਨ ਲਈ ਇੱਕ ਟਿੱਪਣੀ ਲਿਖੋ ਜੀ

source: Please write a reply to post
hi: कृपया पोस्ट करने के लिए उत्तर लिखें
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਪੋਸਟ ਦਾ ਜਵਾਬ ਲਿਖੋ

source: VIEW ALL
hi: सभी को देखें
pa_in: ਸਾਰੇ ਵੇਖੋ

source: Ok
hi: ठीक
pa_in: ਠੀਕ ਹੈ

source: Cancel
hi: रद्द करना
pa_in: ਰੱਦ

source: Done
hi: किया हुआ
pa_in: ਹੋ ਗਿਆ

source: Welcome to Heeroz...
pa_in: ਹੀਰੋਜ਼ ਵਿਚ ਸਵਾਗਤ ਹੈ...

source: Add Credit / Debit Card
hi: क्रेडिट / डेबिट कार्ड जोड़ें
pa_in: ਕ੍ਰੈਡਿਟ/ ਡੈਬਿਟ ਕਾਰਡ ਜੋੜੋ

source: Please enter a card number
hi: कृपया एक कार्ड नंबर दर्ज करें
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਕਾਰਡ ਨੰਬਰ ਦਾਖਲ ਕਰੋ

# Please enter a card exprie month
source: Please enter a card expiry month
hi: कृपया एक कार्ड एक्सप्री महीने दर्ज करें
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਕਾਰਡ ਦੀ ਮਿਆਦ ਖਤਮ ਹੋਣ ਵਾਲਾ ਮਹੀਨਾ ਦਰਜ ਕਰੋ

# Please enter a card exprie year
source: Please enter a card expiry year
hi: कृपया एक कार्ड एक्सप्री वर्ष दर्ज करें
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਕਾਰਡ ਦੀ ਐਕਸਪਾਈਰੀ ਸਾਲ ਦਰਜ ਕਰੋ

source: Please enter a card cvv number
hi: कृपया एक कार्ड सीवीवी नंबर दर्ज करें
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਕਾਰਡ ਸੀਵੀਵੀ ਨੰਬਰ ਦਾਖਲ ਕਰੋ

source: Are you sure you want to proceed payment with this card?
hi: क्या आप वाकई इस कार्ड के साथ भुगतान करना चाहते हैं?
pa_in: ਕੀ ਤੁਸੀਂ ਇਸ ਕਾਰਡ ਦੇ ਨਾਲ ਭੁਗਤਾਨ ਕਰਨਾ ਚੰਹੁਦੇ ਹੋ?

source: Payment
hi: भुगतान
pa_in: ਭੁਗਤਾਨੇ

source: You have subscribed this plan already
hi: आपने पहले से ही इस योजना की सदस्यता ली है
pa_in: ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ ਇਸ ਯੋਜਨਾ ਦੀ ਸਬਸਕਿ੍ਪਸ਼ਨ ਲਈ ਹੈ

source: You have already been subscribed
hi: आप पहले ही सदस्यता ले चुके हैं
pa_in: ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ ਗਾਹਕ ਬਣ ਚੁੱਕੇ ਹੋ

source: No video found under this categgory
hi: इस श्रेणी के तहत कोई वीडियो नहीं मिला
pa_in: ਇਸ ਸ਼੍ਰੇਣੀ ਤਹਿਤ ਕੋਈ ਵੀਡੀਓ ਨਹੀਂ ਮਿਲਿਆ

source: Are you sure want to delete this card?
hi: क्या आप वाकई इस कार्ड को हटाना चाहते हैं?
pa_in: ਕੀ ਤੁਸੀਂ ਇਸ ਕਾਰਡ ਨੂੰ ਹਟਾਉਣਾ ਚੰਹੁਦੇ ਹੋ?

# Delete Card
source: Card delete
hi: कार्ड हटाएं
pa_in: ਕਾਰਡ ਹਟਾਓ

# Please selected card to make payment
source: Please select a card to make payment
hi: भुगतान करने के लिए कृपया एक कार्ड का चयन करें
pa_in: ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਇੱਕ ਕਾਰਡ ਦੀ ਚੋਣ ਕਰੋ

source: You have already download this file. You can view it in Offline mode
hi: आप पहले ही इस फाइल को डाउनलोड कर चुके हैं। आप इसे ऑफ़लाइन मोड में देख सकते हैं
pa_in: ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ ਇਸ ਫਾਈਲ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰ ਚੁੱਕੇ ਹੋ. ਤੁਸੀਂ ਇਸਨੂੰ ਆਫਲਾਈਨ ਮੋਡ ਵਿੱਚ ਵੇਖ ਸਕਦੇ ਹੋ!

source: Success
hi: सफलता
pa_in: ਸਫਲਤਾ

source: Failed
hi: अनुत्तीर्ण होना
pa_in: ਅਸਫਲ

source: Transaction ID
hi: लेनदेन आईडी
pa_in: ਟ੍ਰਾਂਜੈਕਸ਼ਨ ਆਈਡੀ

source: paid
hi: भुगतान किया है
pa_in: ਭੁਗਤਾਨ

source: Paid
hi: भुगतान किया है
pa_in: ਭੁਗਤਾਨ

source: Next
hi: आगामी
pa_in: ਅਗਲਾ

source: Sign Up
hi: साइन अप करें
pa_in: ਸਾਇਨ ਅਪ

source: Share
hi: शेयर
pa_in: ਸਾਂਝਾ ਕਰੋ

source: Add To Playlist
hi: प्लेलिस्ट में जोड़ें
pa_in: ਪਲੇਲਿਸਟ ਵਿੱਚ ਜੋੜੋ

# Update a email id
source: Update an email id
hi: एक ईमेल आईडी अद्यतन करें
pa_in: ਇੱਕ ਈਮੇਲ ਆਈਡੀ ਅਪਡੇਟ ਕਰੋ

source: Back to online
hi: ऑनलाइन पर वापस
pa_in: ਆਨਲਾਈਨ ਤੇ ਵਾਪਿਸ

source: Unfavourite
hi: एकपसंदीदा
pa_in: ਨਾ ਪਸੰਦ

source: Select a country
hi: एक देश चुनें
pa_in: ਇੱਕ ਦੇਸ਼ ਦੀ ਚੋਣ

source: Back to Sign in
hi: साइन इन करने के लिए वापस
pa_in: ਸਾਈਂਨ ਇੰਨ ਕਰਨ ਲਈ ਵਾਪਿਸ

source: Are you sure you want to remove this download?
hi: क्या आप वाकई इस डाउनलोड को हटाना चाहते हैं?
pa_in: ਕੀ ਤੁਸੀਂ ਇਸ ਡਾਊਨਲੋਡ ਨੂੰ ਹਟਾਉਣਾ ਚੰਹੁਦੇ ਹੋ?

source: Yes
hi: हाँ
pa_in: ਹਾਂ

source: No
hi: नहीं
pa_in: ਨਹੀਂ

source: Download Completed
hi: डाउनलोड सम्पन्न हुआ
pa_in: ਡਾਊਨਲੋਡ ਮੁਕੰਮਲ ਹੋ ਗਿਆ

source: Pause
hi: ठहराव
pa_in: ਰੋਕੋ

source: Resume
hi: बायोडाटा
pa_in: ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਕਰੋ

source: Offline
hi: ऑफलाइन
pa_in: ਆਫਲਾਈਨ

source: Plan type:
hi: योजना का प्रकार:
pa_in: ਯੋਜਨਾ ਦੀ ਕਿਸਮ:

source: admin
hi: व्यवस्थापक
pa_in: ਐਡਮਿਨ

source: Heeroz User
hi: Heeroz उपयोगकर्ता
pa_in: Heeroz ਯੂਜ਼ਰ

source: Subscription for
hi: के लिए सदस्यता
pa_in: ਸਬਸਕਿ੍ਪਸ਼ਨ ਲਈ

source: Subscribe
hi: सदस्यता लें
pa_in: ਸਬਸਕ੍ਰਾਈਬ

source: Subscribe Now
hi: अभी ग्राहक बनें
pa_in: ਹੁਣੇ ਮੈਂਬਰ ਬਣੋ

source: SUBSCRIBE NOW
hi: अभी ग्राहक बनें
pa_in: ਹੁਣੇ ਮੈਂਬਰ ਬਣੋ

source: Stream on your favourite devices
hi: अपने पसंदीदा उपकरणों पर स्ट्रीम करें
pa_in: ਆਪਣੀਆਂ ਮਨਪਸੰਦ ਡਿਵਾਈਸਾਂ ਤੇ ਸਟ੍ਰੀਮ ਕਰੋ

source: No new Movie(s) Found
hi: कोई नई मूवी नहीं मिली
pa_in: ਕੋਈ ਨਵੀਂ ਮੂਵੀ ਨਹੀਂ ਲੱਭੀ

source: The selected playlist doesn't contain any video's
hi: चयनित प्लेलिस्ट में कोई वीडियो नहीं है
pa_in: ਚੁਣੀ ਪਲੇਲਿਸਟ ਵਿੱਚ ਕਿਸੇ ਵੀ ਵੀਡੀਓ ਦੀ ਸ਼ਮੂਲੀਅਤ ਨਹੀਂ ਹੈ

source: Camera Permission
hi: कैमरा अनुमति
pa_in: ਕੈਮਰੇ ਲਈ ਆਗਿਆ

source: Camera access required for capturing photos!
hi: फोटो कैप्चर करने के लिए कैमरा एक्सेस की आवश्यकता है!
pa_in: ਫੋਟੋ ਕੈਪਚਰ ਕਰਨ ਦੇ ਲਈ ਕੈਮਰੇ ਐਕਸੈਸ ਦੀ ਲੋੜ ਹੈ!

source: Allow Camera
hi: कैमरा की अनुमति दें
pa_in: ਕੈਮਰੇ ਦੀ ਮਨਜੂਰੀ ਦਿਓ

source: Gallery Permission
hi: गैलरी अनुमति
pa_in: ਗੈਲਰੀ ਦੀ ਇਜਾਜ਼ਤ

source: Gallery access required for selecting photos!
hi: फोटो चुनने के लिए गैलरी एक्सेस की आवश्यकता है!
pa_in: ਫੋਟੋਆਂ ਦੀ ਚੋਣ ਲਈ ਗੈਲਰੀ ਦੀ ਪਹੁੰਚ ਦੀ ਲੋੜ ਹੈ!

source: Allow Gallery
hi: गैलरी की अनुमति दें
pa_in: ਗੈਲਰੀ ਦੀ ਮਨਜੂਰੀ ਦਿਓ

source: Update
hi: अद्यतन करें
pa_in: ਅਪਡੇਟ ਕਰੋ

source: Do you want to save changes?
hi: क्या आप परिवर्तनों को सेव करना चाहते हैं?
pa_in: ਕਿ ਤੁਸੀਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਸੇਵ ਕਰਨਾ ਚਹੁੰਦੇ ਹੋ?

source: Sign In
hi: दाखिल करना
pa_in: ਸਾਈਨ-ਇਨ

source: Current Langauge
hi: वर्तमान लैंगेज
pa_in: ਮੌਜੂਦਾ ਭਾਸ਼ਾ

source: Punjabi
hi: ਪੰਜਾਬੀ
pa_in: ਪੰਜਾਬੀ

source: Home
hi: होम
pa_in: ਹੋਮ

source: Categories
hi: श्रेणियाँ
pa_in: ਸ਼੍ਰੇਣੀਆਂ

source: Live
hi: जीना
pa_in: ਲਾਈਵ

source: Menu
hi: मेन्यू
pa_in: ਮੀਨੂ

source: Please enter a keyword to search
hi: खोज करने के लिए कृपया एक कीवर्ड दर्ज करें
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਖੋਜ ਕਰਨ ਲਈ ਇੱਕ ਕੀਵਰਡ ਦਰਜ ਕਰੋ

source: New Videos
hi: नए वीडियो
pa_in: ਨਵੇਂ ਵੀਡੀਓ

source: Reply Comments
hi: जवाब टिप्पणियां
pa_in: ਟਿੱਪਣੀਆਂ ਨੂੰ ਜਵਾਬ

source: Get notified when new videos added
hi: नए वीडियो जोड़े जाने पर अधिसूचित हो जाएं
pa_in: ਜਦੋਂ ਨਵੇਂ ਵੀਡੀਓ ਸ਼ਾਮਲ ਕੀਤੇ ਜਾਣ ਤਾਂ ਸੂਚਿਤ ਕਰੋ

source: Get notified when someone replied to your comment
hi: जब किसी ने आपकी टिप्पणी का जवाब दिया तो सूचित हो जाएं
pa_in: ਜਦੋਂ ਕਿਸੇ ਨੇ ਤੁਹਾਡੇ ਕੰਮੈਂਟ ਦਾ ਜਵਾਬ ਦਿੱਤਾ ਤਾਂ ਸੂਚਿਤ ਕਰੋ

source: Dark Theme
hi: डार्क थीम
pa_in: ਡਾਰਕ ਥੀਮ

source: Autoplay Videos
hi: ऑटोप्ले वीडियो
pa_in: ਆਟੋਪਲੇ ਵੀਡੀਓ

source: All Notification
hi: सभी अधिसूचना
pa_in: ਸਾਰੀ ਸੂਚਨਾ

source: Change Password
hi: पासवर्ड बदलें
pa_in: ਪਾਸਵਰਡ ਬਦਲੋ

source: Subscription
hi: अंशदान
pa_in: ਸਬਸਕਿ੍ਪਸ਼ਨ

source: Language
hi: भाषा
pa_in: ਭਾਸ਼ਾ

source: On/Off videos playing automatically
hi: स्वचालित रूप से चल रहे वीडियो चालू / बंद करें
pa_in: ਵਿਡੀਓਜ਼ ਆਪਣੇ ਆਪ ਚੱਲ ਰਹੇ ਹਨ

source: Enable dark theme throughout the app
hi: पूरे ऐप में अंधेरे थीम को सक्षम करें
pa_in: ਐਪ ਵਿੱਚ ਡਾਰਕ ਥੀਮ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ

source: On/Off message notification
hi: ऑन / ऑफ संदेश अधिसूचना
pa_in: ਚਾਲੂ / ਬੰਦ ਸੁਨੇਹਾ ਸੂਚਨਾ

source: Chosse your account password
hi: अपने खाते का पासवर्ड चुनो
pa_in: ਆਪਣੇ ਖਾਤੇ ਦਾ ਪਾਸਵਰਡ ਚੁਣੋ

source: You can cancel your subscription
hi: आप अपनी सदस्यता रद्द कर सकते हैं
pa_in: ਤੁਸੀਂ ਆਪਣੀ ਸਬਸਕਿ੍ਪਸ਼ਨ ਨੂੰ ਰੱਦ ਕਰ ਸਕਦੇ ਹੋ

source: Select a language you prefer
hi: अपनी पसंद की भाषा चुनें
pa_in: ਆਪਣੀ ਪਸੰਦ ਦੀ ਭਾਸ਼ਾ ਚੁਣੋ

source: Current Password
hi: वर्तमान पासवर्ड
pa_in: ਵਰਤਮਾਨ ਪਾਸਵਰਡ

source: New Password
hi: नया पासवर्ड
pa_in: ਨਵਾਂ ਪਾਸਵਰਡ

source: Confirm New Password
hi: नए पासवर्ड की पुष्टि करें
pa_in: ਨਵੇਂ ਪਾਸਵਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ

source: Enter Confirm New Password
hi: नया पासवर्ड पुष्टि करें
pa_in: ਨਵੇਂ ਪਾਸਵਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ

source: Enter New Password
hi: नया पासवर्ड दर्ज करें
pa_in: ਨਵਾਂ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ

source: Enter Your Current Password
hi: अपना वर्तमान पासवर्ड दर्ज करें
pa_in: ਆਪਣਾ ਮੌਜੂਦਾ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ

# Update Button
source: Update
hi: अद्यतन करें
pa_in: ਅਪਡੇਟ ਕਰੋ

source: Don't have an account? Please
hi: खाता नहीं है? कृप्या
pa_in: ਖਾਤਾ ਨਹੀਂ ਹੈ?

source: Unlimited films and TV programmes
hi: असीमित फिल्में और टीवी कार्यक्रम
pa_in: ਬੇਅੰਤ ਫਿਲਮਾਂ ਅਤੇ ਟੀਵੀ ਪ੍ਰੋਗਰਾਮ

source: Saved
hi: बचाया
pa_in: ਸੰਭਾਲੀ ਗਈ

source: View
hi: राय
pa_in: ਰਾਏ

source: Replies
hi: जवाब
pa_in: ਜਵਾਬ

source: Reply
hi: जवाब दे दो
pa_in: ਜਵਾਬ

source: Auto
hi: ऑटो
pa_in: ਆਟੋ

source: Quality
hi: गुणवत्ता
pa_in: ਗੁਣ

source: Normal
hi: सामान्य
pa_in: ਸਧਾਰਣ

source: Speed
hi: गति
pa_in: ਗਤੀ

source: Subtitles
hi: उपशीर्षक
pa_in: ਉਪਸਿਰਲੇਖ

source: Off
hi: बंद
pa_in: ਬੰਦ

source: Save
hi: बचाना
pa_in: ਸੇਵ

# Video Downloaded
source: Downloaded
hi: डाउनलोड किया गया
pa_in: ਡਾਊਨਲੋਡ ਕੀਤਾ ਗਿਆ

# Video Download
source: Download
hi: डाउनलोड
pa_in: ਡਾਊਨਲੋਡ

# Unfortunately Download Error
source: Unfortunately this video couldn't get downloaded on this device
hi: दुर्भाग्य से यह वीडियो इस उपकरण पर डाउनलोड नहीं हो सका
pa_in: ਬਦਕਿਸਮਤੀ ਨਾਲ ਇਹ ਵੀਡੀਓ ਇਹ ਡਿਵਾਈਸ ਡਾਊਨਲੋਡ ਨਹੀਂ ਕਰ ਸਕਿਆ

source: Download Error
hi: त्रुटि डाउनलोड करें
pa_in: ਡਾਉਨਲੋਡ ਗਲਤੀ

source: Please update an email in your facebook account
hi: कृपया अपने फेसबुक अकाउंट में एक ईमेल अपडेट करें
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਫੇਸਬੁੱਕ ਖਾਤੇ ਵਿੱਚ ਇੱਕ ਈਮੇਲ ਅਪਡੇਟ ਕਰੋ

source: PHOTO
hi: फोटो
pa_in: ਫੋਟੋ

# AEAF_LOCK_TEXT
source: AE/AF LOCK
pa_in: ਏਈ / ਏਐਫ ਲਾਕ

# API_CANCEL_TITLE
source: Cancel
hi: रद्द करना
pa_in: ਰੱਦ

# HDR_AUTO
source: Auto
hi: ऑटो
pa_in: ਆਟੋ

# HDR_ON
source: On
hi: ऑन
pa_in: ਔਂਨ

# HDR_OFF
source: Off
hi: ऑफ
pa_in: ਆਫ਼

# TIMER_OFF_TEXT
source: Off
hi: ऑफ
pa_in: ਬੰਦ

source: Use Photo
hi: फ़ोटो का उपयोग करें
pa_in: ਫੋਟੋ ਦੀ ਵਰਤੋਂ ਕਰੋ

source: No Internet Connection Found. Please connect to internet
hi: कोई इंटरनेट कनेक्शन नहीं मिला। कृपया इंटरनेट से कनेक्ट करें
pa_in: ਕੋਈ ਇੰਟਰਨੈਟ ਕਨੈਕਸ਼ਨ ਨਹੀਂ ਮਿਲਿਆ ਹੈ. ਕਿਰਪਾ ਕਰਕੇ ਇੰਟਰਨੈਟ ਨਾਲ ਜੁੜੋ

source: Video Casting is Connected
hi: वीडियो कास्टिंग कनेक्टेड है
pa_in: ਵੀਡੀਓ ਕਾਸਟਿੰਗ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਹੈ

source: The Casting session has ended.
hi: कास्टिंग सत्र समाप्त हो गया है।
pa_in: ਕਾਸਟਿੰਗ ਸੈਸ਼ਨ ਖਤਮ ਹੋ ਗਿਆ ਹੈ।.

source: This video is already in queue
hi: यह वीडियो पहले से कतार में है
pa_in: ਉਸ ਦੀ ਵੀਡੀਓ ਪਹਿਲਾਂ ਹੀ ਕਤਾਰ ਵਿੱਚ ਹੈ

source: Video is added to queue
hi: वीडियो कतार में जोड़ा जाता है
pa_in: ਵੀਡੀਓ ਨੂੰ ਕਤਾਰ ਵਿੱਚ ਜੋੜਿਆ ਗਿਆ ਹੈ

source: No videos in queue
hi: कतार में कोई वीडियो नहीं
pa_in: ਕਤਾਰ ਵਿੱਚ ਕੋਈ ਵੀਡਿਓ ਨਹੀਂ ਹਨ

source: Plan -
hi: योजना -
pa_in: ਯੋਜਨਾ -

source: Go Premium
hi: प्रीमियम के लिए जाएँ
pa_in: ਹੁਣ ਸਬਸਕ੍ਰਾਈਬ ਕਰੋ

source: Download Option
hi: विकल्प डाउनलोड करें
