{
    "status": "success",
    "error": "false",
    "xray_list": [
        {
            "artist_name": "Dwayne Johnson",
            "artist_image": "https://m.media-amazon.com/images/M/MV5BMTkyNDQ3NzAxM15BMl5BanBnXkFtZTgwODIwMTQ0NTE@._V1_QL50_SY1000_CR0,0,665,1000_AL_.jpg",
            "description": "Dwayne Douglas Johnson, also known as The Rock, was born on May 2, 1972 in Hayward, California. He is the son of Ata Johnson (born Feagaimaleata Fitisemanu Maivia) and professional wrestler Rocky Johnson (born Wayde Douglas Bowles). His father, from Amherst, Nova Scotia, Canada, is black (of Black Nova Scotian descent), and his mother is of Samoan"
        },
        {
            "artist_name": "Neve Campbell",
            "artist_image": "https://m.media-amazon.com/images/M/MV5BMTA2MDg2NjAzNzZeQTJeQWpwZ15BbWU4MDkzMzc5MzIx._V1_QL50_SY1000_CR0,0,666,1000_AL_.jpg",
            "description": "Neve Campbell was born and raised in Guelph, Ontario, to Marnie (Neve), a Dutch-born psychologist and yoga instructor (from Amsterdam), and Gerry Campbell, a Scottish-born teacher (from Glasgow). Campbell first came to our TV screens in the hit Drama series Party of Five (1994). Described as TV's most believable teenager, her first major film role"
        },
        {
            "artist_name": "Chin Han",
            "artist_image": "https://m.media-amazon.com/images/M/MV5BNDA5NDc1NTAwNV5BMl5BanBnXkFtZTgwNDA4Mjk5MjE@._V1_QL50_.jpg",
            "description": "Named one of Asia's 25 greatest actors of all time by CNNGo (a division of CNN) alongside stars like Japan's Toshiro Mifune and India's Amitabh Bachchan and nominated for Variety's Asian Star of the Year Award in 2013, Chin Han's 20 year career has spanned many international theater, television and film projects. In 1998 Chin Han made his US film"
        },
        {
            "artist_name": "Roland Møller",
            "artist_image": "https://m.media-amazon.com/images/M/MV5BMjI1NDQ0NTE0NF5BMl5BanBnXkFtZTgwMzQyMjc3NjE@._V1_QL50_SY1000_CR0,0,664,1000_AL_.jpg",
            "description": "Born in Odense, Denmark, Roland Møller debuted on screen in 2010 in Lindholm & Noer's prison drama R as the Mason, a brutal, inmate, high in the pecking order. In 2011 Roland was nominated Best Supporting Actor for the film at The Danish Critic's Association Awards, Bodil. Two years later, Roland was nominated for a Bodil in the same category for."
        },
        {
            "artist_name": "Christian Bale",
            "artist_image": "https://m.media-amazon.com/images/M/MV5BMTkxMzk4MjQ4MF5BMl5BanBnXkFtZTcwMzExODQxOA@@._V1_QL50_SY1000_CR0,0,665,1000_AL_.jpg",
            "description": "A security expert must infiltrate a burning skyscraper, 225 stories above ground, when his family is trapped inside by criminals."
        },
        {
            "artist_name": "Noah Taylor",
            "artist_image": "https://m.media-amazon.com/images/M/MV5BMTk1MDUxMDUzNV5BMl5BanBnXkFtZTYwNjc3MzE0._V1_QL50_.jpg",
            "description": "Noah George Taylor, the elder of two boys, was born in 1969 in London, England, to Maggie (Miller), a journalist and book editor, and Paul Taylor, a copywriter and journalist. His family lived in both England and New Zealand before returning to his parents' native Australia in 1974. His parents divorced when he was a teenager and his father"
        },
        {
            "artist_name": "Byron Mann",
            "artist_image": "https://m.media-amazon.com/images/M/MV5BZWIwODllYTgtMmUxZi00NDg3LWJhZWUtYTYyMDE0NzQ4MjAxXkEyXkFqcGdeQXVyMTk3ODk5NDI@._V1_QL50_SY1000_SX1500_AL_.jpg",
            "description": "Byron Mann was born as Byron Chan. He is an actor, known for Altered Carbon (2018), Skyscraper (2018) and The Big Short (2015)."
        },
        {
            "artist_name": "Pablo Schreiber",
            "artist_image": "https://m.media-amazon.com/images/M/MV5BMTc2MTM2MjQ3OF5BMl5BanBnXkFtZTcwNDU4NDIxOQ@@._V1_QL50_SY1000_CR0,0,666,1000_AL_.jpg",
            "description": "Pablo Tell Schreiber was born in Ymir, British Columbia, Canada, to Lorraine Reaveley, a Canadian psychotherapist, and Tell Schreiber, an American actor. His paternal half-brother is actor Liev Schreiber. Pablo, who is named after Chilean poet Pablo Neruda, was raised in Ymir, and moved to Seattle, Washington, as a teenager. Pablo Schreiber was"
        },
        {
            "artist_name": "McKenna Roberts",
            "artist_image": "https://m.media-amazon.com/images/M/MV5BNWVjZmY0MjktMDM0OC00ODUwLWE4NGUtNTA1MjJlNmE2Y2NlXkEyXkFqcGdeQXVyNDMxMjI3NDA@._V1_QL50_SY1000_CR0,0,666,1000_AL_.jpg",
            "description": "Born McKenna Rae Roberts. At age 3 she began modeling and soon after signed a contract with Ford Models & working on her first job for Joah Love. From there McKenna went on to work for big name companies including Forever 21, H&M, and Nordstrom. She has worked numerous jobs for Disney, being seen year round on the Disney Store's website and in"
        },
        {
            "artist_name": "Noah Cottrell",
            "artist_image": "https://m.media-amazon.com/images/M/MV5BMmJhNTc1NDAtNWQxOS00MTljLWEyYTUtYTc5MjgxYzI2YWQxXkEyXkFqcGdeQXVyNTIzODA0NzM@._V1_QL50_.jpg",
            "description": "Noah Aidan Cottrell was born on August 24, 2007 in Fort Worth, Texas, to Michelle Cottrell (born Michelle Ann Salinas from Laredo, Texas) and Joseph Comer Cottrell (from Los Angeles, California). Noah discovered his love of acting at the age of 6 while attending acting classes for fun. In addition to acting, Noah is an avid bass fisherman"
        },
        {
            "artist_name": "Hannah Quinlivan",
            "artist_image": "https://m.media-amazon.com/images/M/MV5BMmUwODJkOGItZmI3ZS00NGRmLTkxMDEtNmYwZTM2MDRmYWVmXkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_QL50_.jpg",
            "description": "Hannah Quinlivan (born 12 August 1993), also known as Kun Ling, is a Taiwanese-Australian actress and model. Hannah Quinlivan was born to an Australian father and a Taiwanese-Korean mother in Wanhua District, Taipei, Taiwan, on August 12, 1993. She has a younger half brother from her paternal side, and an older half sister from her maternal "
        },
        {
            "artist_name": "Adrian Holmes",
            "artist_image": "https://m.media-amazon.com/images/M/MV5BODAzZmNmZGYtODQwMS00Njk3LWE0MjctMTI1NjQxMTkzMjk0XkEyXkFqcGdeQXVyNDY4NjcxMjQ@._V1_QL50_.jpg",
            "description": "Born March 31st, in Wrexham, North Wales to Barbadian parents, Adrian Holmes grew up in Vancouver, British Columbia where he studied theatre and found his love for performing at a young age. He is an actor known for Red Riding Hood (2011) directed by Catherine Hardwick (Twilight), and Elysium (2013) directed by Neill Blomkamp (District 9)"
        }
    ]
}
